{
  "welcome": "Привет, я full-stack разработчик, проживающий в Италии.",
  "name": "Руслан Фомин",
  "about.p1": "Руслан — проактивный и стремительно развивающийся специалист в области технологий. Его цель — не просто достичь успеха, а кардинально преобразовать свою жизнь и карьеру, добиваясь значительных результатов. Ставя перед собой амбициозные цели, Руслан целеустремленно и упорно движется к их реализации.",
  "about.p2": "Его настоящая страсть — создание и оптимизация логики приложений. Руслан увлечен глубоким пониманием технологий: он анализирует, как они работают, какие задачи решают и что стоит за их функционированием. Этот подход напоминает изучение человеческой мотивации и действий, однако Руслан считает, что машины более логичны и предсказуемы, чем люди.",
  "about.p3": "В отличие от людей, чьи действия могут быть сложными и непредсказуемыми из-за личных переживаний и травм, машины следуют четкой и понятной логике. Руслан верит, что будущее принадлежит технологиям, и активно стремится быть в авангарде этого прогресса.",
  "call": "Машины, вперёд!",
  "about": "О себе",
  "skills": "Мои навыки",
  "bio": "Био",
  "bio.p1": "Родился в Первомайске, Украина",
  "bio.p2": "Завершил бакалавриат по Международным отношениям в Киевском международном университете",
  "bio.p3": "Завершил магистратуру по Международным отношениям и дипломатии в Университете Болоньи",
  "bio.p4": "Работал в Организации Объединенных Наций в Италии в должности специалиста по политическим вопросам",
  "bio.p5": "Начал изучать и усердно работать в It-Incubator",
  "bio.p7": "Работает Front-End разработчиком в компании QRepublik",
  "form": "Поговорим",
  "web": "В web-e",
  "footer": "Руслан Фомин. Все права защищены.",
  "nav.works": "Работы",
  "nav.skills": "Навыки",
  "nav.contacts": "Контакты",
  "nav.code": "Код",
  "nav.source": "Источник",
  "work1.about": "Моё банковское приложение",
  "work2.about": "Моя последняя работа, landing-page для компании QRepublik ",
  "work3.about": "Мой первый пет-проект, в котором я реализую и закрепляю все материалы, которые изучил",
  "work4.about": "Моя тестовая работа для работодателя",
  "languages": "Языки",
  "code.examples": "Примеры кода",
  "form.about.1": "Будь то создание нового вебсайта, улучшение вашей существующей платформы или реализация уникального проекта, я здесь, чтобы помочь.",
  "form.name": "Полное имя",
  "form.email": "Адрес электронной почты",
  "form.message": "Ваше сообщение",
  "form.submit": "Отправить сообщение",
  "form.loading": "Отправка...",
  "form.success": "Ваше сообщение успешно отправлено!",
  "form.error": "Что-то пошло не так. Пожалуйста, попробуйте еще раз."
}