{
  "welcome": "Hallo, ich bin ein Full-Stack-Entwickler mit Sitz in Italien.",
  "name": "Ruslan Fomin",
  "about.p1": "Ruslan ist ein proaktiver und schnell voranschreitender Technologiespezialist. Sein Ziel ist es nicht nur, Erfolg zu haben, sondern sein Leben und seine Karriere radikal zu verändern und bedeutende Ergebnisse zu erzielen. Durch das Setzen ehrgeiziger Ziele arbeitet Ruslan fleißig und beharrlich auf deren Erreichung hin.",
  "about.p2": "Seine wahre Leidenschaft liegt in der Erstellung und Optimierung von Anwendungslogik. Ruslan ist fasziniert von der tiefen Auseinandersetzung mit Technologien: Er analysiert, wie sie funktionieren, welche Probleme sie lösen und was ihre Funktionsweise antreibt. Dieser Ansatz ähnelt dem Studium der menschlichen Motivation und des Verhaltens, doch Ruslan findet Maschinen logischer und vorhersehbarer als Menschen.",
  "about.p3": "Im Gegensatz zu Menschen, deren Handlungen aufgrund persönlicher Erfahrungen und Traumata komplex und unvorhersehbar sein können, folgen Maschinen einer klaren und nachvollziehbaren Logik. Ruslan glaubt, dass die Zukunft der Technologie gehört, und strebt aktiv danach, an vorderster Front dieses Fortschritts zu stehen.",
  "call": "Los, Maschinen!",
  "about": "Über mich",
  "skills": "Meine Fähigkeiten",
  "bio": "Bio",
  "bio.p1": "Geboren in Pervomaysk, Ukraine",
  "bio.p2": "Abschluss des Bachelor-Studiums in Internationalen Beziehungen an der Kiewer Internationalen Universität",
  "bio.p3": "Abschluss des Master-Studiums in Internationalen Beziehungen und Diplomatie an der Universität Bologna",
  "bio.p4": "Arbeitete bei den Vereinten Nationen in Italien als politischer Referent",
  "bio.p5": "Das Coronavirus kommt nach Italien",
  "bio.p6": "Begann hart zu lernen und bei It-Incubator zu arbeiten",
  "bio.p7": "Arbeitet als Front-End-Entwickler bei der Firma QRepublik",
  "form": "Lass uns reden",
  "web": "Im Netz",
  "footer": "Ruslan Fomin. Alle Rechte vorbehalten.",
  "nav.works": "Projekte",
  "nav.skills": "Fähigkeiten",
  "nav.contacts": "Kontakte",
  "nav.code": "Code",
  "nav.source": "Quelle",
  "work1.about": "Meine Banking-App-Plattform",
  "work2.about": "Meine letzte Arbeit, eine Landingpage für die Firma QRepublik",
  "work3.about": "Mein erstes Pet-Projekt, in dem ich all das Gelernte umsetze und festige",
  "work4.about": "Meine Testarbeit für den Arbeitgeber",
  "languages": "Sprachen",
  "code.examples": "Code-Beispiele",
  "form.about.1": "Ob Sie eine neue Website erstellen, Ihre bestehende Plattform verbessern oder ein einzigartiges Projekt realisieren möchten, ich bin hier, um zu helfen.",
  "form.name": "Vollständiger Name",
  "form.email": "E-Mail-Adresse",
  "form.message": "Ihre Nachricht",
  "form.submit": "Nachricht senden",
  "form.loading": "Wird gesendet..."
}