{
  "welcome": "Привіт, я full-stack розробник, що проживає в Італії.",
  "name": "Руслан Фомін",
  "about.p1": "Руслан — проактивний спеціаліст, що швидко розвивається у сфері технологій. Його мета — не просто досягти успіху, а радикально перетворити своє життя і кар'єру, досягаючи значних результатів. Ставлячи перед собою амбітні цілі, Руслан старанно і наполегливо працює над їх досягненням.",
  "about.p2": "Його справжня пристрасть — створення і оптимізація логіки додатків. Руслан захоплюється глибоким розумінням технологій: аналізуючи, як вони працюють, які проблеми вирішують і що стоїть за їх функціонуванням. Цей підхід схожий на вивчення людської мотивації та поведінки, але Руслан вважає, що машини логічніші і передбачуваніші, ніж люди.",
  "about.p3": "На відміну від людей, дії яких можуть бути складними і непередбачуваними через особисті переживання і травми, машини діють за чіткою і зрозумілою логікою. Руслан вірить, що майбутнє належить технологіям, і активно прагне бути в авангарді цього прогресу.",
  "call": "Вперед, машини!",
  "about": "Про себе",
  "skills": "Мої навички",
  "bio": "Біо",
  "bio.p1": "Народився в Первомайську, Україна",
  "bio.p2": "Закінчив бакалаврат з Міжнародних відносин в Київському міжнародному університеті",
  "bio.p3": "Закінчив магістратуру з Міжнародних відносин та дипломатії в Університеті Болоньї",
  "bio.p4": "Працював в Організації Об'єднаних Націй в Італії як офіцер з політичних питань",
  "bio.p5": "Почав вивчати та працювати старанно в It-Incubator",
  "bio.p7": "Працює як Front-End Developer в компанії QRepublik",
  "form": "Поговоримо",
  "web": "В web-і",
  "footer": "Руслан Фомін. Усі права захищено.",
  "nav.works": "Проекти",
  "nav.skills": "Навички",
  "nav.contacts": "Контакти",
  "nav.code": "Код",
  "nav.source": "Джерело",
  "work1.about": "Мій банківський додаток",
  "work2.about": "Моя остання робота, landing-page для компанії QRepublik",
  "work3.about": "Мій перший пет-проект, в якому я реалізую та закріплюю весь матеріал, який я вивчив",
  "work4.about": "Моє тестове завдання для роботодавця",
  "languages": "Мови",
  "code.examples": "Приклади коду",
  "form.about.1": "Чи то ти хочеш створити новий вебсайт, покращити свою існуючу платформу або втілити унікальний проект, я тут, щоб допомогти.",
  "form.name": "Повне ім'я",
  "form.email": "Адреса електронної пошти",
  "form.message": "Твоє повідомлення",
  "form.submit": "Надіслати повідомлення",
  "form.loading": "Відправка...",
  "form.success": "Ваше повідомлення успішно надіслано!",
  "form.error": "Щось пішло не так. Будь ласка, спробуйте ще раз."
}