{
  "welcome": "Ciao, sono uno sviluppatore full-stack basato in Italia.",
  "name": "Ruslan Fomin",
  "about.p1": "Ruslan è uno specialista proattivo e in rapida crescita nel campo della tecnologia. Il suo obiettivo non è solo raggiungere il successo, ma trasformare radicalmente la sua vita e la sua carriera, ottenendo risultati significativi. Stabilendo obiettivi ambiziosi, Ruslan lavora diligentemente e persistentemente per raggiungerli.",
  "about.p2": "La sua vera passione è creare e ottimizzare la logica delle applicazioni. Ruslan è affascinato dalla comprensione approfondita delle tecnologie: analizzando come funzionano, quali problemi risolvono e cosa guida la loro funzionalità. Questo approccio è simile allo studio della motivazione e del comportamento umano, ma Ruslan trova le macchine più logiche e prevedibili rispetto alle persone.",
  "about.p3": "A differenza degli esseri umani, le cui azioni possono essere complesse e imprevedibili a causa delle esperienze personali e dei traumi, le macchine seguono una logica chiara e comprensibile. Ruslan crede che il futuro appartenga alla tecnologia e si sta attivamente sforzando di essere all'avanguardia di questo progresso.",
  "call": "Vai, macchine!",
  "about": "Chi sono",
  "skills": "Le mie competenze",
  "bio": "Bio",
  "bio.p1": "Nato a Pervomaisk, Ucraina",
  "bio.p2": "Laurea in Relazioni Internazionali presso l'Università Internazionale di Kiev",
  "bio.p3": "Master in Relazioni Internazionali e Diplomatiche presso l'Università di Bologna",
  "bio.p4": "Lavorato alle Nazioni Unite in Italia come ufficiale per gli affari politici",
  "bio.p5": "Inizio a studiare e lavorare intensamente in It-Incubator",
  "bio.p7": "Lavora come Front-End Developer presso la compagnia QRepublik",
  "form": "Parliamo",
  "web": "Sul web",
  "footer": "Ruslan Fomin. Tutti i diritti riservati.",
  "nav.works": "Opere",
  "nav.skills": "Competenze",
  "nav.contacts": "Contatti",
  "nav.code": "Codice",
  "nav.source": "Fonte",
  "work1.about": "La mia piattaforma di app bancarie",
  "work2.about": "Il mio ultimo lavoro, landing-page per la compagnia QRepublik",
  "work3.about": "Il mio primo progetto personale, in cui implemento e consolidare tutto il materiale che ho appreso",
  "work4.about": " La mia dichiarazione di lavoro dal datore di lavoro",
  "languages": "Lingue",
  "code.examples": "Esempi di codice",
  "form.about.1": "Che tu stia cercando di costruire un nuovo sito web, migliorare la tua piattaforma esistente o dare vita a un progetto unico, sono qui per aiutarti.",
  "form.name": "Nome Сompleto",
  "form.email": "Indirizzo email",
  "form.message": "Il tuo messaggio",
  "form.submit": "Invia messaggio",
  "form.loading": "Invio in corso...",
  "form.success": "Il tuo messaggio è stato inviato con successo!",
  "form.error": "Qualcosa è andato storto. Per favore, riprova."
}