{
  "welcome": "Hello, I'm a full-stack developer based in Italy.",
  "name": "Ruslan Fomin",
  "about.p1": "Ruslan is a proactive and rapidly advancing technology specialist. His goal is not just to achieve success, but to radically transform his life and career, attaining significant results. By setting ambitious goals, Ruslan diligently and persistently works towards their achievement.",
  "about.p2": "His true passion lies in creating and optimizing application logic. Ruslan is fascinated by the in-depth understanding of technologies: analyzing how they work, what problems they solve, and what drives their functionality. This approach is akin to studying human motivation and behavior, but Ruslan finds machines to be more logical and predictable than people.",
  "about.p3": "Unlike humans, whose actions can be complex and unpredictable due to personal experiences and traumas, machines follow a clear and understandable logic. Ruslan believes that the future belongs to technology and is actively striving to be at the forefront of this progress.",
  "call": "Go, machines!",
  "about": "About",
  "skills": "My skills",
  "bio": "Bio",
  "bio.p1": "Born in Pervomaisk, Ukraine",
  "bio.p2": "Completed the Bachelor's degree in International Relations at Kiev International University",
  "bio.p3": "Completed the Master's degree in International Relations and Diplomacy at Bologna University",
  "bio.p4": "Worked at United Nations in Italy as political affairs officer",
  "bio.p5": "Coronavirus is coming in Italy",
  "bio.p6": "Start to study and work hard in It-Incubator",
  "bio.p7": "Works as a Front-End Developer in QRepublik company",
  "form": "Let's talk",
  "web": "On the web",
  "footer": "Ruslan Fomin. All Rights Reserved.",
  "nav.works": "Works",
  "nav.skills": "Skills",
  "nav.contacts": "Contacts",
  "nav.code": "Code",
  "nav.source": "Source",
  "work1.about": "My banking app platform",
  "work2.about": "My last job, landing-page for QRepublik company",
  "work3.about": "My first pet-project, in which I implement and consolidate all the material I have learned",
  "work4.about": "My statement of work from the employer",
  "languages": "Languages",
  "code.examples": "Code examples",
  "form.about.1": "Whether you're looking to build a new website, improve your existing platform, or bring a unique project to life, I'm here to help.",
  "form.name": "Full Name",
  "form.email": "Email address",
  "form.message": "Your message",
  "form.submit": "Send Message",
  "form.loading": "Sending..."
}